Repository: morahakim/SwoozApp
Catalog: Utility/Localizable/*.lproj/Localizable.strings
Languages: id

source: Welcome
id: Selamat Datang

# on_boarding_desc
source: Optimize your training with challenges and objective assessments for better progress!
id: Optimalkan latihanmu dengan tantangan dan penilaian objektif demi kemajuan lebih baik!

# on_boarding_button_text
source: Choose Your Drill
id: Pilih Latihanmu

# navigation_title_technique
source: Which drill now?
id: Latihan apa sekarang?

# choose_level_text_one
source: Low Serve - Trajectory
id: Servis Rendah - Konsistensi

# choose_level_text_two
source: Low Serve - Placement
id: Servis Rendah - Penempatan

# choose_level_text_three
source: High Serve - Trajectory
id: Servis Tinggi - Konsistensi

# choose_level_desc_one
source: Assess the trajectory for consistency and quality, considering its peak.
id: Nilai konsistensi dan kualitas lintasan kok dengan memperhatikan puncaknya.

# choose_level_desc_two
source: Assess the placement for quality, considering variations and distance.
id: Nilai kualitas penempatan kok dengan memperhatikan variasi dan jaraknya.

# choose_level_desc_three
source: Coming Soon
id: Segera Hadir

# good_text_trajectory
source: Good
id: Bagus

# risky_text_trajectory
source: Risky
id: Kurang

# bad_text_trajectory
source: Missed
id: Buruk

# goals_good_text_trajectory
source: The peak before the net.
id: Puncak lintasan kok terjadi sebelum net.

# goals_risky_text_trajectory
source: The peak after the net.
id: Puncak lintasan kok terjadi setelah net.

# goals_bad_text_trajectory
source: The shuttlecock hits the net.
id: Kok menabrak net.

# desc_good_text_trajectory
source: To reduce the risk, your service is not easily countered.
id: Agar mengurangi resiko servismu tidak mudah diserang balik.

# desc_risky_text_trajectory
source: Your service succeeds but is still easily countered.
id: Servismu berhasil, tapi masih beresiko untuk serangan balik.

# desc_bad_text_trajectory
source: Your service fails.
id: Servismu gagal.

# tips_text
source: Tips
id: Kiat

# trajectory_tips_text
source: Make sure the shuttlecock barely goes over the net at the top.
id: Pastikan kok melewati net dengan jarak setipis mungkin di bagian atas.

# record_all_time_text
source: Record of All Time
id: Rekor Semua Waktu

# record_of_month_text
source: Record of The Month
id: Rekor Bulan Ini

# latest_drill_text
source: Latest Drill
id: Latihan Terakhir

# average_drill_text
source: Average of This Month
id: Rata-rata bulan ini

# button_record_text
source: Start Recording
id: Mulai Merekam

# trajectory_tutorial_text_one
source: Place the tripod next to the net post. Adjust the camera to the guide lines.
id: Letakan tripod di samping tiang net. Sesuaikan kamera dengan garis pandu.

# trajectory_tutorial_text_two
source: Top of the net
id: Batas atas net

# camera_placement_text
source: Camera Placement
id: Peletakan Kamera

# trajectory_color_text
source: Trajectory Color
id: Warna Lintasan

# button_save_text
source: Save
id: Simpan

# placement_tutorial_text_one
source: Shuttlecock Placement Area (Singles Game)
id: Area Penempatan Kok (Permainan Tunggal)

# placement_tutorial_text_two
source: Place the tripod facing the shuttlecock placement area. Adjust the camera according to the guide lines.
id: Letakan tripod menghadap area penempatan kok. Sesuaikan kamera dengan garis pandu.

# trying_text
source: Attempts
id: Percobaan

# close_button_text
source: Close
id: Tutup

# view_recording_text
source: View Recording
id: Lihat Rekaman

# complete_challenge_text
source: You completed the challenge of making 10 good serves.
id: Kamu menyelesaikan tantangan melakukan 10 servis bagus

# good_serve_perform_text
source: Your good serves performed on:
id: Servis bagus kamu terjadi pada:

# previous_drill_text
source: Previous Drill
id: Latihan Sebelumnya

# duration_text
source: Duration
id: Durasi

# recording_duration_text
source: Recording is limited to 20 minutes, and the video will automatically stop.
id: Perekaman dibatasi hingga 20 menit, dan video akan otomatis berhenti.

# max_text
source: Max 20 Minutes
id: Maks 20 Menit

# your_recording_text
source: Your Recording
id: Rekaman Kamu

# skip_text
source: SKIP
id: LEWATI

# setup_text
source: Camera Placement
id: Peletakan Kamera

# done_text
source: Done
id: Selesai

# lowest_text
source: Lowest Over The Net
id: Terendah dari Net

# average_height_text
source: Average Height
id: Rata-rata Kerendahan

source: Edit Name
id: Edit Nama

# no_data_text
source: No data available
id: Data tidak tersedia

# repetition_text
source: Set Repetition
id: Atur Repetisi

# unlimited_text
source: Unlimited
id: Tidak Terbatas

# continue_text
source: Continue
id: Lanjutkan

# tips_trajectory_placement
source: Diversify the shuttlecock target to make your serve unpredictable.
id: Variasikan bidikan kok agar servis kamu sulit ditebak.

# low_serve_text
source: Low Serve
id: Servis Rendah

# trajectory_quality_text
source: Trajectory Quality
id: Kualitas Lintasan

# good_serve_quality_text
source: Good Serve Progress
id: Progres Servis Kualitas Bagus (Bertambah lebih baik)

# shuttlecock_over_net_text
source: Shuttlecock Height Over The Net
id: Ketinggian Kok Melintas di Atas Net

# lowest_shot_text
source: Lowest
id: Terendah

# average_text
source: Average
id: Rata-rata

# average_progress_text
source: Average Progress
id: Progres Rata-rata (Berkurang lebih baik)

source: Placement Quality
id: Kualitas Penempatan

# shuttlecock_distance_line_text
source: Shuttlecock Distance from The Front Line
id: Jarak Kok Jatuh dari Garis Depan

# closest_text
source: Closest
id: Terdekat

source: Placement Type
id: Tipe Penempatan

source: Quite Scattered
id: Cukup Tersebar

source: Quite Centralized
id: Cukup Terpusat

# go_text
source: GO
id: AYO

# start_text
source: Start
id: Mulai

# waiting_text
source: Waiting...
id: Menunggu...

# please_choose_text
source: Choose Technique!
id: Pilih Teknik!

# technique
source: a technique & level first!
id: teknik & level pertama!

# make_sure_text
source: Are you sure?
id: Kamu yakin?

# end_drill_text
source: End Drill
id: Akhiri Latihan

# end_text
source: End
id: Selesai

source: Average Distance
id: Rata-rata Jarak

# closest_front_line
source: Closest to The Front Line
id: Terdekat dari Garis Depan

# serve_placement_guidline_text
source: Place the tripod beside the shuttlecock placement area and align the camera with the guidelines of the single-service court.
id: Letakkan tripod di samping area penempatan kok. Sesuaikan kamera dengan garis pandu area servis tunggal.

source: Keep achieving.
id: Tingkatkan terus pencapaian kamu.

# the_lower_better
source: The lower, the better.
id: Semakin rendah semakin baik.

source: This Month
id: Bulan Ini

source: Latest Lowest
id: Terendah Terakhir

# latest_avg
source: Latest Average
id: Rata-rata Terakhir

# best_avg
source: Best Average
id: Rata-rata terbaik

# the_closer_better
source: The closer, the better.
id: Semakin dekat semakin baik.

source: Latest Closest
id: Terbaik Terakhir
